{
	"panjabi": {
		"headline": "Panjabi Collection for men. This type of Panjabi is best for you. You can easily pick up your desirable product from Ambarlife. ",
		"paragraph": [
			"This Panjabi fabric is so much soft and comfy. So, you can wear it in summer. This trendy fashionable Olive Slim Fit Embroidered Panjabi has a slim fit with various embroidered design work on the chest and a beautiful van collar, as well as high-quality show buttons. You can wear it on any kind of occasion such as Eid-ul-Fitr, Eid-ul-Adha, Marriage, Iftar Party Etc.",
			"We get inspired by our customers' fidelity. Only we ensure fast, easy, and safe online shopping all over Bangladesh through online. We have a huge Panjabi collection in our online shop. Please choose your desired one before terminating the stock"
		],
		"specification": [
			"Product Type: Panjabi",
			"Color: Black",
			"Material: 100% Cotton",
			"Gender: Men",
			"Fit: Semi Fitting",
			"Very trendy and unique product ",
			"High standard and Qualitiful",
			"So much more comfortable to wear",
			"Very Soft to feel Comfort"
		],
		"question": "Why should you purchase Panjabi from Ambarlife?",
		"lastParagraph": "You are getting Semi Slack Panjabi from us for Eid-ul-Fitr. Which is a very comfortable fabric with 100% cotton. We give a color guarantee. This white Panjabi can be worn very comfortably on any occasion. If you are a young professional or student then this Punjabi is especially for you. So, order your favorite Panjabi now without farther any delay.",
		"measurement_chart": {
			"S": {
				"length": 68,
				"width": 50,
				"height": 4
			},
			"M": {
				"length": 70,
				"width": 52,
				"height": 5
			},
			"L": {
				"length": 72,
				"width": 54,
				"height": 5
			},
			"XL": {
				"length": 74,
				"width": 56,
				"height": 6
			},
			"XXL": {
				"length": 74,
				"width": 56,
				"height": 6
			}
		}
	},

	"pajama": {
		"headline": "Worried about buying pajamas after buying Eid Punjabi from Ambarlife?",
		"paragraph": [
			"There is no reason to worry. Our online shop has Punjabi collection along with matching white pajama. Pajama Collection for men. This type of pajama is best for you. Wear this pajama with punjabi to make you look trendy and classy. You can easily pick up your desirable product from Ambarlife.",
			"We get inspired by our customers' fidelity. Only we ensure fast, easy, and safe online shopping all over Bangladesh through online. Please choose your desired one before terminating the stock."
		],
		"specification": [
			{ "Product Type": "Pajama" },
			{ "Color": "White" },
			{ "Material": "100% Cotton" },
			{ "Gender": "Men" },
			"Very trendy and unique product ",
			"High standard and Qualitiful",
			"So much more comfortable to wear"
		],
		"question": "Why should you purchase pajama from Ambarlife? ",
		"lastParagraph": "This white pajama can be worn very comfortably on any dress. If you are a young professional or student then this Pajama is especially for you. So, order this white pajama right now without further delay.",
		"measurement_chart": {
			"S": {
				"length": 68,
				"width": 50,
				"height": 4
			},
			"M": {
				"length": 70,
				"width": 52,
				"height": 5
			},
			"L": {
				"length": 72,
				"width": 54,
				"height": 5
			},
			"XL": {
				"length": 74,
				"width": 56,
				"height": 6
			}
		}
	},
	"polo-shirt": {
		"headline": "Are you looking for a product that you can wear comfortably at the office or university?",
		"paragraph": [
			"We have brought an interesting polo shirt to remove your worries. Polo shirts for men will give you a smart look. This type of polo shirt is best for young professionals, students and so many on. You can easily pick up your desirable product from Ambarlife. ",
			"Our trendy polo shirt is made of 100% cotton fabrics & GSM-220. So, it will give you a comfortable feeling. It is semi-fitting which will make you look more trendy & smart."
		],
		"specification": [
			{ "Product Type": "Polo Shirt" },
			{ "Color": "Pest" },
			{ "Material": "100% Cotton" },
			"GSM-220",
			{ "Gender": "Men" },
			{ "Style": "Casual" },
			"Fitting- Semi Fit",
			"Standard and unique product",
			"Comfortable to wear",
			"Feel comfortable",
			"For young professionals and students and so many on."
		],
		"question": "Why should you buy polo shirts from Ambarlife?",
		"lastParagraph": "Only we have such a trendy and fashionable polo shirt. Moreover, we have a huge collection from which you can choose the product of your choice.  Ambarlife online shop guarantees fast and safe product delivery. So, you can buy your favorite product from us in a blink of an eye. Customer loyalty motivates us to move forward.",
		"measurement_chart": {
			"S": {
				"length": 68,
				"width": 50,
				"height": 4
			},
			"M": {
				"length": 70,
				"width": 52,
				"height": 5
			},
			"L": {
				"length": 72,
				"width": 54,
				"height": 5
			},
			"XL": {
				"length": 74,
				"width": 56,
				"height": 6
			}
		}
	},

	"t-shirt": {
		"headline": "Are you looking for a product that will save you from the burning sunshine?",
		"paragraph": [
			"We have brought an attractive T-shirt to remove your worries. T-shirts for men will give you comfort. This type of T-shirt is best for young professionals, students and so many on. You can easily pick up your desirable product from Ambarlife.",
			"The name T-shirt comes from the shape 'T'. The T-shirt of Ambarlife has short sleeves, a round neckline & no collar. Our T-shirt will pacify you in this warm. This is suitable for any situation as follows; Class, Tea adda, Eid, Marriage Ceremony, etc."
		],
		"specification": [
			{ "Product Type": "T Shirt" },
			{ "Color": "Sky" },
			{ "Material": "100% Cotton" },
			{ "Gender": "Men" },
			{ "Style": "Casual" },
			{ "Design": "Chest Print" },
			"GSM-170",
			"Standard and unique product",
			"Comfortable to wear"
		],
		"question": "Why should you buy polo shirts from Ambarlife?",
		"lastParagraph": "Only we have such a trendy and fashionable polo shirt. Moreover, we have a huge collection from which you can choose the product of your choice.  Ambarlife online shop guarantees fast and safe product delivery. So, you can buy your favorite product from us in a blink of an eye. Customer loyalty motivates us to move forward.",
		"measurement_chart": {
			"S": {
				"length": 68,
				"width": 50,
				"height": 4
			},
			"M": {
				"length": 70,
				"width": 52,
				"height": 5
			},
			"L": {
				"length": 72,
				"width": 54,
				"height": 5
			},
			"XL": {
				"length": 74,
				"width": 56,
				"height": 6
			}
		}
	},

	"shirt": {
		"headline": "Are you looking for a product that will save you from the burning sunshine?",
		"paragraph": [
			"A shirt is a garment that is typically worn on the upper body and covers the torso. It is a versatile piece of clothing that comes in various styles, colors, and fabrics, catering to different fashion preferences and occasions.",
			"Shirts generally have a collar, sleeves, and buttons down the front, allowing for easy wearing and removal. The collar can come in different styles such as point, spread, or button-down, each lending a unique aesthetic to the shirt. The sleeves can vary in length, ranging from long sleeves to short sleeves or even sleeveless."
		],
		"specification": [
			{ "Product Type": "Shirt" },
			{ "Color": "Maroon Check" },
			{ "Material": "100% Cotton" },
			{ "Gender": "Men" },
			{ "Style": "Casual" },
			"Very trendy and unique product ",
			"High standard and Qualitiful",
			"So much more comfortable to wear"
		],
		"question": "Why should you buy Shirts from Ambarlife?",
		"lastParagraph": "Only we have such a trendy and fashionable Shirt. Moreover, we have a huge collection from which you can choose the product of your choice.  Ambarlife online shop guarantees fast and safe product delivery. So, you can buy your favorite product from us in a blink of an eye. Customer loyalty motivates us to move forward.",
		"measurement_chart": {
			"S": {
				"length": 68,
				"width": 50,
				"height": 4
			},
			"M": {
				"length": 70,
				"width": 52,
				"height": 5
			},
			"L": {
				"length": 72,
				"width": 54,
				"height": 5
			},
			"XL": {
				"length": 74,
				"width": 56,
				"height": 6
			}
		}
	}
}
